/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "1-minut varning innan frånkoppling";

/* Title for the about page */
"About" = "Om";

/* SSL error message */
"Access denied" = "Access denied";

/* The string describing a buddy's account */
"Account" = "Konto";

/* Title for the accounts tab */
"Accounts" = "Konton";

/* String to be displayed when a buddy is Active */
"Active" = "Aktiv";

/* Button title to add someone as a buddy */
"Add" = "Lägg till";

/* The title for the view to add a buddy */
"Add Buddy" = "Lägg till vän";

/* String to describe advanced set of settings */
"Advanced" = "Avancerad";

/* Agree to EULA */
"Agree" = "Instämmer";

/* title for alert view */
"AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!" = "AIM support has been removed because our AIM library is no longer maintained and contains flaws. Please remove your account. Sorry!";

/* title for alert view */
"AIM Support Removed" = "AIM Support Removed";

/* Setting name for allowing authentication to happen in plain text or in the clear */
"Allow Plaintext Authentication" = "Tillåt autentisering i klartext";

/* SSL error message */
"Attempt to restore an unknown session" = "Attempt to restore an unknown session";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-radering";

/* string for title yes/no setting for allowing opportunistic otr */
"Auto-start Encryption" = "Starta kryptering automatiskt";

/* Label in buddy list for users that are available */
"Available" = "Tillgänglig";

/* Label in buddy list for users that are away */
"Away" = "Borta";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Bakgrundssession kommer gå ut om en minut.";

/* SSL error message */
"Bad certificate format" = "Bad certificate format";

/* SSL error message */
"Bad MAC" = "Bad MAC";

/* SSL error message */
"Bad protocol version" = "Bad protocol version";

/* SSL error message */
"Bad SSLCipherSuite" = "Bad SSLCipherSuite";

/* SSL error message */
"Bad unsupported cert format" = "Bad unsupported cert format";

/* string to describe basic set of settings */
"Basic" = "Enkel";

/* The String for a button to block a buddy */
"Block" = "Blockera";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blockera & ta bort";

/* Name for default buddy group */
"Buddies" = "Vänner";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Väninfo";

/* Title for the buddy list tab */
"Buddy List" = "Vänlista";

/* Title for listing the bundled SSL certificates */
"Bundled Certificates" = "Bundled Certificates";

/* Cancel an alert window */
"Cancel" = "Avbryt";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Avbryt krypterad chatt";

/* SSL error message */
"Cert chain not verified by root" = "Cert chain not verified by root";

/* SSL error message */
"Certificate expired" = "Certificate expired";

/* SSL error message */
"Certificate revoked" = "Certificate revoked";

/* SSL error message */
"Chain had a cert not yet valid" = "Chain had a cert not yet valid";

/* SSL error message */
"Chain had an expired cert" = "Chain had an expired cert";

/* Title for chat view */
"Chat" = "Chatt";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatta med mig säkert";

/* for attribution of other projects */
"Chatterbox is brought to you by many open source projects" = "Chatterbox kommer till dig från många projekt byggd på öppen källkod";

/* let users know source is on Github */
"Check out the source here on Github" = "Kolla in källkoden här på Github";

/* SSL error message */
"Cipher Suite negotiation failure" = "Cipher Suite negotiation failure";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Rensa chatthistorik";

/* SSL error message */
"Configuration error" = "Configuration error";

/* Label for button when user wants to overide cautious security settings */
"Connect anyway" = "Anslut ändå";

/* Button label for connecting a Facebook account */
"Connect Facebook" = "Anslut Facebook";

/* Whether or not account is logged in */
"Connected" = "Ansluten";

/* SSL error message */
"Connection closed gracefully" = "Connection closed gracefully";

/* SSL error message */
"Connection closed via error" = "Connection closed via error";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Bidra med en översättning";

/* Title for the conversations tab */
"Conversations" = "Konversationer";

/* SSL error message */
"Decoding error" = "Decoding error";

/* SSL error message */
"Decompression failure" = "Decompression failure";

/* SSL error message */
"Decryption error" = "Decryption error";

/* SSL error message */
"Decryption failed" = "Decryption failed";

/* SSL error message */
"Decryption failure" = "Decryption failure";

/* default string to revert to normal language behaviour */
"Default" = "Standard";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Radera konto?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Radera chattar vid frånkoppling";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Levererad";

/* Disagree with EULA */
"Disagree" = "Instämmer ej";

/* button label for disconnecting Facebook account */
"Disconnect Facebook" = "Bortkoppla Facebook";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Frånkopplad";

/* Text for button to dismiss alert view */
"Dismiss" = "Avfärda";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Stör ej";

/* Message when port is changed but domain not set */
"Domain needs to be set manually when specifying a custom port" = "Domän måste ställas in manuellt vid specificering av anpassad port";

/* Title for donation link */
"Donate" = "Donera";

/* Title for button to press when user is finished */
"Done" = "Klar";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* string for decription yes/no setting for allowing opportunistic otr */
"Enables opportunistic OTR" = "Aktiverar opportunistisk OTR";

/* String to be displayed when a buddy has stopped composing and text has been entered */
"Entered Text" = "Skrivit text";

/* Title of error message pop-up box */
"Error!" = "Fel!";

/* SSL error message */
"Export restriction" = "Export restriction";

/* Default message when a user status is set to extended away */
"Extended Away" = "Utökad frånvaro";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Kunde inte ansluta till XMPP server. Kolla dina login uppgifter och internatanslutning och testa igen.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Kunde inte börja autentisering. Var vänlig försök igen.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* your fingerprint */
"Fingerprint for you" = "Fingeravtryck för dig";

/* Size for the font in the chat screen */
"Font Size" = "Textstorlek";

/* String to be displayed when a buddy is inactive for an extended period of time */
"Gone" = "Borta";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* The string describing a buddy's group */
"Group" = "Grupp";

/* The string describing a buddy's groups ... plural */
"Groups" = "Grupper";

/* SSL error message */
"Handshake failure" = "Handshake failure";

/* Label text for hostname field on login scree */
"Hostname" = "Värdnamn";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Värdnamn misspassning";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (not fatal)";

/* Ignore an incoming message */
"Ignore" = "Ignorera";

/* SSL error message */
"Illegal parameter" = "Illegal parameter";

/* Message alerting user that they need to return to the home screen and force close Chatterbox */
"In order to change languages return to the home screen and remove Chatterbox from the recently used apps" = "För att ändra språk gå till hemskärmen och ta bort Chatterbox från nyligen använda appar";

/* String to be displayed when a buddy has become inactive */
"Inactive" = "Inaktiv";

/* Short for information, button title to get more information */
"Info" = "Info";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Initiera krypterad chatt";

/* SSL error message */
"Insufficient buffer provided" = "Insufficient buffer provided";

/* SSL error message */
"Insufficient security" = "Insufficient security";

/* SSL error message */
"Internal error" = "Internal error";

/* SSL error message */
"Invalid certificate chain" = "Invalid certificate chain";

/* Message shown in line for users that are available */
"is now available" = "är nu tillgänglig";

/* Message shown in line for users that are away */
"is now away" = "är nu borta";

/* Message shown in line for users that are offline */
"is now offline" = "är nu offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* string to bring up language selector */
"Language" = "Språk";

/* String of title to alert user language is change */
"Language Change" = "Språkändring";

/* log in to account */
"Log In" = "Logga in";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Logga in på sidan för Inställningar (kan hittas i övre högra hörnet av vänlistan) och välj sedan en vän från vänlistan för att börja chatta.";

/* log out from account */
"Log Out" = "Logga ut";

/* shown during the login process */
"Logging in..." = "Loggar in...";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Login Automatically";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Logga in till";

/* Ask user if they want to logout of OSCAR */
"Logout from OSCAR?" = "Logga ut från OSCAR?";

/* ask user if they want to log out of XMPP */
"Logout from XMPP?" = "Logga ut från XMPP?";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Manage saved SSL certificates";

/* just the word as a placeholder for the message text field */
"Message" = "Meddelande";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Module attach failure";

/* The string describing a buddy's display name */
"Name" = "Namn";

/* For a new settings value */
"New" = "Ny";

/* Title for New Account View */
"New Account" = "Nytt konto";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "New SSL Certificate";

/* prefix to show buddies status message in line on chat view */
"New Status Message: %@" = "Nytt statusmeddelande: %@";

/* SSL error message */
"No Error" = "No Error";

/* SSL error message */
"No renegotiation allowed" = "No renegotiation allowed";

/* Message informing user that there are no accounts currently saved */
"No Saved Accounts" = "Inga sparade konton";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Inte tillgänglig";

/* Not Verified or cancel verified */
"Not Verified" = "Ej verifierad";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Gammal";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Öppna i Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Valfritt";

/* the name for AIM */
"OSCAR Instant Messenger" = "OSCAR chatt";

/* Title for other miscellaneous settings group */
"Other" = "Annat";

/* Label text for password field on login screen */
"Password" = "Lösenord";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Peer host name mismatch";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Godkännande inväntas";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Radera permanent";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Pinned Certificates";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* label for link to Chatterbox project website */
"Project Homepage" = "Projekt hemsida";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Påstått fingeravtryck för";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Läs";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Nyligen";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Förkasta";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Kom ihåg lösenord";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Kom ihåg användarnamn";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Ta bort";

/* Reply to an incoming message */
"Reply" = "Svara";

/* Setting name for requiring a TLS connection */
"Require TLS" = "Kräv TLS";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Obligatoriskt";

/* Title for button for saving a setting */
"Save" = "Spara";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Saved Certificates";

/* Title heading in settings */
"Security" = "Security";

/* Title of alert box warning about security issues */
"Security Warning" = "Säkerhetsvarning";

/* string for settings to allow self signed SSL string */
"Self Signed SSL" = "Själv-signerad SSL";

/* For sending a message */
"Send" = "Skicka";

/* String in login settings asking to send delivery receipts */
"Send Delivery Receipts" = "Skicka leveranskvitton";

/* String on button to email feedback */
"Send Feedback" = "Skicka feedback";

/* String in login settings asking to send typing notification */
"Send Typing Notification" = "Skicka notifikation när du skriver";

/* SSL error message */
"Server closed session with no notification" = "Server closed session with no notification";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* Title for the Settings screen */
"Settings" = "Inställningar";

/* Title for sharing a link to the app */
"Share" = "Dela";

/* Title for setting about showing a warning before disconnection */
"Sign out Warning" = "Utloggningsvarning";

/* description for what the font size setting affects */
"Size for font in chat view" = "Storlek för text i chattläge";

/* string for settings to allow SSL mismatch */
"SSL Hostname Mismatch" = "SSL värdnamn misspassning";

/* SSL error message */
"SSL protocol error" = "SSL protocol error";

/* Title of view where you can mange buddy or subscription requests */
"Subscription Requests" = "Prenumerationsbegäran";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Konversationen med %@ är inte längre säker.";

/* Alert message when ssl certificate doesn't matched pinned certificate */
"There was an error validating the certificate for %@. This may indicate that someone is trying to intercept your communications." = "Det blev fel vid valideringen av certifikatet för %@. Detta kan indikera att någon försöker genskjuta dina kommunikationer.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Denna chatt är säkrad";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Denna chatt är säkrad och verifierad";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/Chatterbox and will redirect to the App Store." = "Denna QR kod innehåller en länk till http://omniqrcode.com/q/Chatterbox och vidarebefodrar till App butiken.";

/* String to be displayed when a buddy is currently composing a message */
"Typing" = "Skriver";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Unexpected message received";

/* SSL error message */
"Unknown Cert Authority" = "Unknown Cert Authority";

/* SSL error message */
"Unknown certificate" = "Unknown certificate";

/* SSL error message */
"User canceled" = "User canceled";

/* example of a Google talk account */
"user@gmail.com" = "user@gmail.com";

/* Label text for username field on login screen */
"Username" = "Användarnamn";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Valid certificate";

/* Shown when verifying fingerprints */
"Verified" = "Verifierad";

/* Shown when verifying fingerprints */
"Verify" = "Verifiera";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifiera fingeravtryck";

/* Shown when verifying fingerprints */
"Verify Later" = "Verifiera senare";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Version";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Varning: Denna chatt är inte krypterad";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Varning: Använd med försiktighet! Detta kan reducera din säkerhet.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "När du lämner denna konversation så raderas den för evigt.";

/* Message shown when user is disconnected */
"You (%@) have disconnected." = "Du (%@) har kopplat från.";

/* prefix to show your status message inline on chatview */
"You are: %@" = "Du är: %@";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Du måste vara i en säker konversation först.";

/* error message shown when user doesn't fill in a username or password */
"You must enter a username and a password to login." = "Du måste skriva in ett användarnamn och lösenord för att logga in.";

/* Message shown when about to donate */
"Your donation will help fund the continued development of Chatterbox." = "Din donation kommer hjälpa att finansiera den fortsatta utvecklingen av Chatterbox.";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Ditt Facebook användarnamn är inte den email adress du använder för att logga in till Facebook";

